{
    "frutas": [
        {
            "id": 1,
            "nombre": "Pitahaya",
            "precioKilo": 9.15,
            "temporada": "verano",
            "proximidad": true,
            "region": "Sudamérica",
            "mensaje": "La pitahaya, también conocida como fruta del dragón, es una fruta tropical de verano, recogida en las regiones cercanas. Es rica en antioxidantes y vitamina C."
        },
        {
            "id": 2,
            "nombre": "Chirimoya",
            "precioKilo": 8.60,
            "temporada": "invierno",
            "conservarFueraNevera": true,
            "mensaje": "La chirimoya es una fruta de invierno, muy sabrosa y recomendada para consumir fuera de la nevera. Su textura cremosa es ideal para batidos y postres."
        },
        {
            "id": 3,
            "nombre": "Longan",
            "precioKilo": 7.42,
            "temporada": "verano",
            "proximidad": false,
            "region": "Asia",
            "mensaje": "El longan es una fruta de verano originaria de Asia. Aunque no es de proximidad, su sabor dulce y refrescante es muy popular en la gastronomía asiática."
        },
        {
            "id": 4,
            "nombre": "Carambola",
            "precioKilo": 6.70,
            "temporada": "verano",
            "proximidad": true,
            "region": "Sudeste Asiático",
            "mensaje": "La carambola es una fruta de verano, conocida por su forma estrella al cortarla. Es originaria del sudeste asiático y es rica en vitamina C."
        },
        {
            "id": 5,
            "nombre": "Kiwano",
            "precioKilo": 8.99,
            "temporada": "verano",
            "proximidad": false,
            "region": "África",
            "mensaje": "El kiwano, también conocido como melón cornudo, es una fruta exótica de verano originaria de África. Su pulpa es jugosa y tiene un sabor refrescante y ligeramente ácido."
        },
        {
            "id": 6,
            "nombre": "Maracuyá",
            "precioKilo": 5.22,
            "temporada": "verano",
            "proximidad": true,
            "region": "Sudamérica",
            "mensaje": "El maracuyá es una fruta de verano, muy apreciada por su sabor ácido y refrescante. Se cultiva en Sudamérica y es perfecta para jugos y postres."
        },
        {
            "id": 7,
            "nombre": "Lichi",
            "precioKilo": 7.66,
            "temporada": "verano",
            "proximidad": false,
            "region": "Asia",
            "mensaje": "El lichi es una fruta tropical de verano originaria de Asia. Es conocida por su dulce sabor y su textura jugosa, ideal para comer fresca o en ensaladas."
        },
        {
            "id": 8,
            "nombre": "Physalis",
            "precioKilo": 10.32,
            "temporada": "verano",
            "proximidad": true,
            "region": "Sudamérica",
            "mensaje": "El physalis, también llamado uchuva, es una pequeña fruta de verano, originaria de Sudamérica. Es rica en antioxidantes y tiene un sabor ligeramente ácido."
        },
        {
            "id": 9,
            "nombre": "Kumquat",
            "precioKilo": 8.20,
            "temporada": "invierno",
            "conservarFueraNevera": false,
            "mensaje": "El kumquat es una fruta de invierno, pequeña y cítrica, que se consume entera, con la piel incluida. No debe conservarse fuera de la nevera, ya que su frescura es clave."
        },
        {
            "id": 10,
            "nombre": "PawPaw",
            "precioKilo": 10.66,
            "temporada": "invierno",
            "conservarFueraNevera": true,
            "mensaje": "La pawpaw es una fruta de invierno, originaria de América del Norte. Tiene una pulpa cremosa y un sabor que recuerda al plátano y la papaya. Se recomienda conservar fuera de la nevera para preservar su sabor."
        }
    ],
    "pedidos": [
        {
            "id": 1,
            "fecha": "01-2020",
            "productos": [
                {
                    "idFruta": 7,
                    "importeTotal": 45.78,
                    "numKilos": 5
                },
                {
                    "idFruta": 1,
                    "importeTotal": 37.23,
                    "numKilos": 3
                }
            ]
        }
    ]
}
